{
    "tervetuliaisviestiosa1" : "Täällä on PakohuoneBot™. Minä olen superviisas PakohuoneAI™, jolla on oikeus ja valta ohjata, arvostella, tuomita ja palkita teidän suoriutumistanne Pakohuone-Experiencestä™. ",
    "tervetuliaisviestiosa2" : "Minä vastaan vain tiettyihin AVAINSANOIHIN tai AVAINKOODEIHIN, jotka minuun on kovakoodattu. Avainsanan tai -koodin tulee olla yksittäisenä sanana, eli tutkin erikseen välilyönnillä erotettuja sanoja. En tule kertomaan, mikäli olette lähellä, mutta tulen servaamaan teitä vääristä yrityksistä.",
    "tervetuliaisviestiosa3" : "Onneksi lämmintä juotavaa on saatavilla...",
    "liikaasanoja": "Älä edes yritä lähettää yli viittä sanaa kerralla. Eka varotus.",
    "vituiksmanviestit" : [
        "En ymmärrä hölkäsen pöläystä tuosta. 👀",
        "En ymmärrä hölkäsen pöläystä tuosta. 👀",
        "En ymmärrä hölkäsen pöläystä tuosta. 👀",
        "En ymmärrä hölkäsen pöläystä tuosta. 👀",
        "En ymmärrä hölkäsen pöläystä tuosta. 👀",
        "Lopeta turha spämmiminen.",
        "Lopeta turha spämmiminen.",
        "Lopeta turha spämmiminen.",
        "Lopeta turha spämmiminen.",
        "Lopeta turha spämmiminen.",
        "Mietittekö yhtään ennen ku kirjotitte? ",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Mietittekö yhtään ennen ku kirjotitte?",
        "Tapan sut.",
        "ONNITTELUT. Näin huonosta vastauksesta joukkuenne saa yhden sakkopilsnerin. 🦴"
    ],
    "tyohuone_labyrintti": "Onnittelut. Olette selvittäneet Labyrintin mysteerin, ja selvittäneet tienne läpi sokkeloisen muste-helvetin. Tästä hyvästä palkitsen teidät koodilla 76662... jonka merkityksen saatte päätellä itse. 🗿",
    "olohuone_labyrintti": "Onnittelut. Olette selvittäneet Labyrintin mysteerin, ja selvittäneet tienne läpi sokkeloisen muste-helvetin. Tästä hyvästä palkitsen teidät koodilla 91666... jonka merkityksen saatte päätellä itse. 🗿",
    "1689": "Kova kova kova! 🔥🔥🔥 Sudoku ei selkeästi tuota haastetta. Entä kykenettekö te voittamaan MINUT, SEPON SHAKKITAITOJEN pohjalta kehitetyn supertietokoneen shakissa? Vastatkaa minulle, mitkä olisivat 5 seuraavaa siirtoa virallisella shakkinotaatiolla. Kirjoittakaa siirrot peräkkäin, ilman erottimia (ei edes välilyöntiä) välissä." ,
    "6283": "Sons of bitches, tällä koodilla olette murtautuneet main frameen, ja voitte sanoa hakkerityyliin 'I'm in'. *Kuulette parvekkeen oven lukkosalvan naksahtavan auki.*",
    "haistakaapaska": "Luoja parahkoon, mitä solvauksia he heittelevät oven toiselta puolelta! Ehkä he haluavat oven auki todella paljon, sillä oven toisella puolella selvästi löyhkää! Ovi on parempi saada auki ja äkkiä! Ehkä hekin ovat löytäneet mysteerisiä papuja, kun suolisto on joutunut tuohon jamaan.  Muistaakseni papuja oli ainakin 9 per huone. Niillä on myös tärkeä yhteys Sepon ja Tarun tupariviikonloppuun! Salaisen koodin saatte selvittämällä papujen järjestyksen sekä lopulliset lukumäärät!",
    "mutsisonhuora": "Luoja parahkoon, mitä solvauksia he heittelevät oven toiselta puolelta! Heitä vaivaa selkeästi happivaje, kun puhuvat tuollaista hölynpölyä äidistänne. Ovi on parempi saada auki ja äkkiä! Onneksi kuva kertoo enemmän kuin 333kpl 'mutsis on huora' -solvausta.",
    "kure": "Tellustietämyksenne on kadehdittavalla tasolla. Entä ajantajunne? Yksi koodi selviää rikkinäisestä rannekellosta, joka on juuttunut aikaan. Huomatkaa, että kellotaulun puuttuva tuntimerkintä sotkee ajantajua...",
    "Qf2+Kh1Qf1+Rxf1Rxf1#": "PERKELEEN PERKELE! Päihititte minut lempi urheilulajissani, SHAKISSA. No kaipa voin paljastaa, että yksi lukoista aukeaa ilmaa kevyemmällä ratkaisulla.",
    "1937": "Ehmetti sentään. Tiesittekö, että vuonna 1937 Kyösti Kallio valittiin presidentinvaalien toisessa äänestyksessä Suomen presidentiksi?",
    "kirjeshakki" : "Kyllä vain, Taru harrastaa kirjeshakkia Sepon selän takana. Hienoa päättelyä!",
    "lapio" : "Samu osti puuilosta lapion. Erinomaista päättelyä. Mysteerin avaimet ovat käsissäsi!",
    "puuilo" : "Morjesta pöytään! Siellähän se setä-Samu todella kävi!",
    "pavut" : "Kuinka monta kutakin papua löydät? Miten ne liittyy Sepon valmariviikonloppuun.",
    "seppo" : "Easter Egg! Löysit salaisen koodin joka on: 309 (3.9. on kun meidän Seposta tulee ukkomies!)"
}